[
    {
        "link": "https://www.youtube.com/watch?v=_7vM5wEUz_s",
        "fewshotmapping": {
            "metadata": {
                "page_content": "there's something off-putting about most productivity systems they are either too complex too difficult to set up or just too rigid to be useful get rid of all that noise and get back to basics in this video we'll talk about the most simple intuitive effortless productivity system ever made something you can use even if you were stuck on a desert island with nothing but some coconuts and you don't even need the Coconuts quite literally you need nothing but amazingly it will still somehow work in fact it's what I use to get into Harvard for undergrad Yale for medical school in Harvard again for residency and I'm going to share it with you so you too can get what you want here we go strategy number one the inverted pyramid method always start your day with the most important thing spending the majority of your time on this task you give yourself an a lotted amount of time let's say 3 hours and after you finish or 3 hours are up whatever comes first you funnel down spending proportionately less and less time on the tasks that are less and less important in a three- tiered system you'd spend 3 hours on your most important thing 2 hours on the second most important thing and 1 hour on the third most important thing that's pretty much it it's as simple as it gets no complicated calendar scheduling no insane planning in advance just settle in put on a timer for 3 hours Put on airplane mode and get to work the hours you spend in each slot of the inverted pyramid is arbitrary I personally like the 321 system because it is easy to remember and gives me enough time for solid work but decide what works for you the most important part of this whole thing is picking what goes in each of these three slots don't put stupid stuff here and waste your time think about what you are trying to accomplish what would your goal in its most finished ultimate State look like what is the most important thing you could achieve in the next 3 hours in service of this goal that if we're done would get you 80% of the way there this is the Crux of strategy number two the Paro principle it states that for many outcomes 80% of results come from 20% of the causes this is the power of Leverage and if you consistently Focus your work on the 20% that matters not not only will you become more efficient you'll have more time to do whatever you want with like bake gingerbread cookies and save puppies from being punched don't strive to be perfect just make it a habit to figure out where this magical 20% is most people have heard about this but inherently don't utilize this consistently in their work and end up focusing on the wrong things making up for it by brute force and sheer hard work I've seen these people in my high school in college and even in medical school people copying their notes five times in a row with different colored pencils for example to try learn a subject I've been victim to this mentality as well in different shapes and forms under leveraging my efforts and wasting precious time the funny thing is we often don't even realize we are doing it because we feel like we're being productive and it's this feeling that reinforces our inefficiency this is what I call Feelgood work productivity done for the sake of productivity so to solve this stop basing your productivity system on feelings and emotions use your brain and step outside of yourself is there a better way to do this what is the most leverage next step if you're coaching yourself what would you tell yourself to do if you could only accomplish one thing today what would that one thing be when you have an answer that's what you then do the next most important thing and the inverted pyramid dictates that you do this most important thing first and the earlier you start it in the day the better ideally right after waking up you know brush your teeth take your dump wipe your butt and then just get started no fancy scheduling reminder system no meticulous planning just do it Nike get started and finish the task once it is done repeat the thought process figure out what the next most leverage step is and go do that your most important thing can be obviously different dayto day but that's the idea to focus on using your brain to think critically about your situation and adapt to the moment the efficiency gain will be enormous when you consistently leverage your efforts for example if I want to make it on YouTube I need to get better at storytelling editing filming part of me knows this is a heavy lift and inherently I want to avoid it it's much easier to do you know busy work browsing Amazon to find the perfect camera lens watching another video on YouTube to get inspiration finding more stock footage Clips like this one to intersperse between my talking head shot maybe hire another Editor to do special effects like this yeah probably not very high yield right now or worth my time right now the highest yield effort would be simply to get in front of the camera to turn it on try and give you something of value and hit upload everything else is secondary just because I didn't spend 3 hours trying to find the cutest puppy in the world to be inserted right here won't realistically make or break this video strategy number three there are no rules to when you take breaks just how you take breaks listen to your brain and body if you cannot concentrate stop wasting your time trying to push through and just take a break if that means once an hour then great if that's twice every 10 minutes that's fine my only ask of you is this when you take a break don't let it be a Mindless Endeavor where you jump to your phone and scroll like a scavenger hungrily looking for spikes of dopamine to distract yourself yourself with so what should you do on your break then high-intensity exercise exercise is good not only for your muscles and your heart but also for your brain exercise ramps up the production of bdnf brain derived neurotrophic factor a kind of Miracle Grow that supercharges your brain creating and maturing new brain cells in synaptic connections perfect for learning growing and thinking think of high intensity exercise as a way to literally upgrade your operating system and reset your mind for the next set of meaning productive work the fact that so little people do this despite the mountain of evidence growing in support of this is mindboggling no pun intended but don't worry if nobody else is doing this this is soon going to become your Competitive Edge a study in the Journal of physiology shows that even just 4 minutes of high-intensity exercises can quintuple the production of bdnf that's five times the brain power the study used stationary cycling but realistically it doesn't matter do jumping jacks planks burpees push-ups bin on your head just do something that elevates your heart rate pushes you to sweat and leaves you winded and then take a few minutes to catch your breath meditate to calm down and get back to work the last strategy in the system is the most simple of them all I almost hesitate to put it here but for completion sake here it is simply focus when you decide to work work get rid of all distractions don't multitask don't answer text messages don't have Netflix on in the background I rarely study or work with music because I want 100% of my brain to be focused on producing my best work we only have so much bandwidth why would I sacrifice even 10% of this precious resource and have it be distracted by something I've handicapped myself with that's just stupid Focus your brain energy and fully utilize your time to get what you want and that's it folks the most effortless simple intuitive productivity system ever if this was helpful to you at all be sure to tell your friends your grandma and your pet hamster and then tell them to subscribe and follow for more strategies just like this one until next time smell you later",
                "metadata": {
                    "source": "_7vM5wEUz_s",
                    "title": "This simple productivity system got me into Harvard and Yale",
                    "description": "Unknown",
                    "view_count": 241038,
                    "thumbnail_url": "https://i.ytimg.com/vi/_7vM5wEUz_s/hq720.jpg",
                    "publish_date": "2023-10-25 00:00:00",
                    "length": 418,
                    "author": "SpoonFedStudy"
                },
                "type": "Document"
            },
            "summary": "***In one line*** this video introduces a productivity system combining the Inverted Pyramid Method for task prioritization and the Pareto Principle to focus on the most impactful 20% of efforts for achieving significant academic and professional success. \n 🎯 Key insights for quick navigation:\n\n00:00 📚 Simplify productivity with the Inverted Pyramid Method, starting with the most important task and allocating time accordingly.\n01:52 🚀 Apply the Pareto Principle, focusing on the 20% of tasks that yield 80% of results for greater efficiency.\n03:42 🔄 Adapt your most important task daily and start early, avoiding distractions to maximize productivity.\n04:38 🧘 Take breaks intelligently, incorporating high-intensity exercise to boost brain function.\n06:15 🎯 When working, maintain laser-like focus by eliminating distractions and multitasking.\n"
        }
    },
    {
        "link": "https://www.youtube.com/watch?v=OI_3bQ-EWSI&t=49s",
        "fewshotmapping": {
            "metadata": {
                "page_content": "Some skills are hard to learn because you can't \nbreak them apart into smaller pieces. A skill   like brewing a cup of tea involves a discrete \nset of steps that can each be practiced alone:   pick up the kettle, pour the water, put the kettle \ndown. You could practice each part separately   and then put them together without too much \ndifficulty. But many skills involve interdependent   parts. Playing Starcraft, for instance, involves \na bunch of different skills that all depend on   each other. You have to collect resources, build \nbuildings and units, scout your opponent, attack,   defend, retreat, and overall respond organically \nto what your opponent is doing. Your overall   skill level depends on the interaction of all \nthese different component skills. But you can't   really practice them separately either. So how \ndo you get practice at a highly interdependent   skill like this? There are many ways you might \ngo about it but a very simple and effective way   is just to change what you pay attention to. \nAn old study on a video game that I guarantee   you have never played before called Space Fortress \nillustrates this idea pretty well. Not this one...   not this one... that's the one! Space Fortress, \nlike Starcraft, involves a lot of interacting   parts. The researchers split learners into four \ndifferent groups. The control group played the   game for about six and a half hours over the \ncourse of 10 different practice sessions. The   other three groups played the game for the same \namount of time over the same number of sessions,   but the researchers gave some special instructions \nto these groups. Researchers instructed group   2 to pay attention to the ship controls over the \nfirst six sessions and the last four sessions they   just played the game just like they control did. \nControlling the ship is pretty critical to doing   well in the game. Researchers told group 3 to pay \nattention to the placement of mines around their   ship. Mine placement is also apparently another \nimportant aspect of doing well at the game. And   the fourth group was instructed to pay attention \nto ship control for the first three sessions,   mine placement for the next three \nsessions, and then, like the other groups,   the last four sessions are the same as the control \n- they're not told to pay attention to anything in   particular. Notice that if you were just to look \nat this from the outside, every group seems to be   doing the exact same thing for the same amount of \ntime. The only difference is what the groups are   paying attention to. In the beginning, the groups \nstarted out basically the same, but over time,   as the power of attention began to take hold, \ngroup differences started to emerge. After six   sessions, the control group - which had just \nplayed the game, but didn't have any particular   instructions about what to pay attention to - \nthey were scoring about a 1000 points. The two   groups who had focused on one aspect of the game \nfor those first six sessions were scoring about   1500 points per game. And the fourth group \n- who had focused on two different aspects   of the game during those first six sessions -was \nscoring about 2000 points per game. After that,   all groups continued to play the game like normal \nfor the next four sessions. But that didn't stop   group four. They continued to learn more than \ngroups 1, 2, and 3 over the next four sessions.   This is a finding that has been replicated in \nvarious other contexts as well. Paying attention   to just one aspect of the skill helps our brain \nto create meaningful building blocks for the   more complex skill. We can pay less attention \nto the other parts, build the pieces we need,   and then integrate them together over time. Ao the \nnext time you are faced with learning a complex,   interdependent skill, try this method out. Just \npay attention to one aspect of the skill for   a little while, then pay attention to another \naspect of a skill, then maybe another aspect of   the skill, then come back to that original thing \nthat you worked on again. I'm willing to bet that   you would get greater learning gains that way than \nif you were to just practice while trying to pay   attention to everything equally all at once. \nFor more on how attention influences learning,   I've got this lovely video right over here for \nyou. Thanks for watching, I'll see you next time.",
                "metadata": {
                    "source": "OI_3bQ-EWSI",
                    "title": "A Simple Way to Learn Complex Skills",
                    "description": "Unknown",
                    "view_count": 367087,
                    "thumbnail_url": "https://i.ytimg.com/vi/OI_3bQ-EWSI/hq720.jpg",
                    "publish_date": "2023-03-15 00:00:00",
                    "length": 263,
                    "author": "Benjamin Keep, PhD, JD"
                },
                "type": "Document"
            },
            "summary": "***In one line*** this video explains how to learn complex, interdependent skills by focusing on one aspect at a time, as illustrated by a study on the game Space Fortress, showing that attention to specific skill components leads to greater overall skill development. \n 🎯 Key insights for quick navigation:\n\n00:00 ☕ Some skills, like brewing tea, can be broken down into discrete steps for practice, while others, like playing Starcraft, involve multiple interdependent parts.\n00:52 🎮 For complex skills, changing what you focus on can be a powerful way to learn, as demonstrated by a study on the video game \"Space Fortress.\"\n01:18 📋 Researchers divided learners into groups and gave them different focal instructions for practice sessions, emphasizing different parts of the game.\n02:15 👀 Groups given specific aspects to pay attention to during practice scored higher than the control group which didn't have any particular focus.\n03:14 🧠 This method, focusing on specific aspects, helps our brain create building blocks for more complex skills.\n03:39 🔄 For mastering interdependent skills, one can focus on different aspects sequentially and then revisit them, leading to enhanced learning.\n04:08 🔍 Directing attention to certain aspects rather than juggling everything at once can lead to greater learning gains.\n"
        }
    }
]